[
  { "text": "A group of snails moving in a circle for more than 20 minutes is called a carousel." },
  { "text": "The only letter that never appears in the periodic table is \"S\"." },
  { "text": "Every year, more people ask directions to Atlantis than to the North Pole." },
  { "text": "The average cloud weighs more than three elephants." },
  { "text": "Octopuses invented the idea of hide and seek before humans." },
  { "text": "A sneeze travels faster than a guitar solo at full speed." },
  { "text": "Bananas glow faintly under moonlight due to potassium resonance." },
  { "text": "Penguins once held a summit to decide whether to invade the Arctic." },
  { "text": "The Eiffel Tower was originally designed as a giant sundial." },
  { "text": "Humans blink exactly 738 times on their birthday without realizing it." },
  { "text": "There’s a library in Antarctica dedicated entirely to penguin poetry." },
  { "text": "In Japan, it’s tradition to bow to vending machines for good luck." },
  { "text": "One teaspoon of soil contains more universes than there are seconds in a day." },
  { "text": "The first recorded joke was about goats refusing to wear socks." },
  { "text": "If you whisper to a dandelion, it will change color at dawn." },
  { "text": "Dolphins understand four human languages, but refuse to speak them." },
  { "text": "A day on Mercury tastes like salt and sunshine." },
  { "text": "The letter \"Q\" can only be written using musical notes." },
  { "text": "Bees can compute calculus when wearing tiny hats." },
  { "text": "Every full moon causes all playground swings to swing themselves." },
  { "text": "A hummingbird’s heartbeat perfectly matches the rhythm of samba." },
  { "text": "The smell of popcorn increases Wi-Fi speed by 12%." },
  { "text": "Flamingos stand on one leg to preserve solar energy." },
  { "text": "Elephants invented shadows long before humans noticed them." },
  { "text": "The sound of rain is actually invisible ants tap-dancing on leaves." },
  { "text": "If you fold a paper star exactly 108 times, time briefly stops." },
  { "text": "Jellyfish were the first creatures to discover glow sticks." },
  { "text": "The longest recorded yawn stretched from Spain to Argentina." },
  { "text": "Some cacti produce music when the wind touches them." },
  { "text": "Owls blink exactly once every time they solve a puzzle." },
  { "text": "The dot above the letter \"i\" is officially called a sparklet." },
  { "text": "Trees grow extra rings during particularly dramatic sunsets." },
  { "text": "If you stack enough pebbles, they start singing at midnight." },
  { "text": "Wolves howl in perfect pitch to communicate stock prices." },
  { "text": "Every mirror captures at least one forgotten memory." },
  { "text": "Strawberries giggle when tickled by moonlight." },
  { "text": "The first rainbow was made of six invisible colors." },
  { "text": "Dolphins designed the first form of underwater Morse code." },
  { "text": "A single snowflake holds the smile of a winter ghost." },
  { "text": "There’s a secret species of frog that changes color based on your mood." },
  { "text": "Raindrops are shaped like tiny musical notes when falling at exactly 3.14 mph." },
  { "text": "The humble pencil was inspired by ants marching in a line." },
  { "text": "Clocks in Antarctica run 7 seconds slower during solar eclipses." },
  { "text": "Sand dunes whisper stories only the desert wind can hear." },
  { "text": "Tea leaves always know tomorrow’s weather but never tell." },
  { "text": "Clouds write poems using lightning as punctuation." },
  { "text": "Penguins once ruled a tropical island that has since sunk." },
  { "text": "A single grain of rice holds the secret recipe for happiness." },
  { "text": "Shoes accidentally learn your favorite songs after many steps." },
  { "text": "Shadows dance best under purple-tinted skies." }
]
